Repository: OpenConext/Stepup-Gateway
Catalog: app/Resources/translations/messages.*.xliff
Languages: nl_nl

# app.name
source: SURFconext Strong Authentication
nl_nl: OpenConext Stepup

# gateway.error.click_to_go_back_to_sp
source: Click to go back to the originating website.
nl_nl: Klik om terug te gaan naar de website.

# gateway.error.page_not_found.title
source: Page not found
nl_nl: Pagina niet gevonden

# gateway.error.text.an_error_occurred
source: A error occurred due to an unknown cause. Go back and try again.
nl_nl: Er is een fout opgetreden door onbekende oorzaak. Ga terug om het opnieuw te proberen.

# gateway.error.text.if_you_think_this_is_incorrect_report
source: If you think this error is a mistake, please report it to SURFnet, along with the above error code.
nl_nl: Bezoek <a href="%support_url%" target="_blank">de support pagina</a> als dit je probleem niet oplost. Op deze pagina vind je meer informatie over de mogelijk oorzaken en hoe je contact kan opnemen met het supportteam.

# gateway.error.text.page_not_found
source: The page you requested was not found. Go back to try again.
nl_nl: De aangevraagde pagina bestaat niet. Ga terug en probeer het opnieuw.

# gateway.error.text.your_art_code
source: The error code for the error is
nl_nl: De code voor deze foutmelding is

# gateway.error.title
source: Error
nl_nl: Foutmelding

# gateway.error.unprocessable_response
source: Login response could not be processed.
nl_nl: Login-response kan niet worden verwerkt.

# gateway.error.unrecoverable_error
source: Unrecoverable error
nl_nl: Onherstelbare fout.

source: Cancel
nl_nl: Annuleren

# gateway.form.gateway_send_sms_challenge.button.send_challenge
source: Send code
nl_nl: Stuur code

# gateway.form.gateway_send_sms_challenge.label.phone_number
source: Phone number
nl_nl: Telefoonnummer

# gateway.form.send_sms_challenge.button.cancel
source: Cancel
nl_nl: Annuleren

# gateway.form.send_sms_challenge.sms_challenge_expired
source: Your code has expired. Please request a new code.
nl_nl: Deze code is verlopen. Vraag een nieuwe code aan.

# gateway.form.send_sms_challenge.sms_challenge_incorrect
source: This code is not correct. Please try again or request a new code.
nl_nl: Deze code is niet juist. Probeer het nog eens, of vraag een nieuwe code op.

# gateway.form.send_sms_challenge.sms_sending_failed
source: The sending of the code via SMS failed.
nl_nl: Het versturen van de SMS-code is mislukt.

# gateway.form.send_sms_challenge.too_many_attempts
source: You have exceeded the limit of ten attempts; you can no longer attempt verification of any more codes. Contact your helpdesk or try again later.
nl_nl: De limiet van tien pogingen is bereikt; je kunt geen codes meer verifiëren. Neem contact op met de helpdesk van je installing of probeer het later nog eens.

# gateway.form.verify_sms_challenge.button.cancel
source: Cancel
nl_nl: Annuleren

# gateway.form.verify_sms_challenge.button.resend_challenge
source: Request a new code
nl_nl: Vraag een nieuwe code aan

# gateway.form.verify_sms_challenge.button.verify_challenge
source: Verify code
nl_nl: Code verifiëren

# gateway.form.verify_yubikey.otp_verification_failed
source: The Yubikey code was invalid. Please try again.
nl_nl: De YubiKey code is ongeldig. Probeer het nog eens

# gateway.form.verify_yubikey.public_id_mismatch
source: You used another Yubikey than you used during your registration process.
nl_nl: Je gebruikt nu een andere YubiKey dan tijdens het registratieproces.

# gateway.form.verify_yubikey_otp.button.cancel
source: Cancel
nl_nl: Annuleren

# gateway.gateway.consume_assertion.title
source: One moment please
nl_nl: Een moment geduld alsjeblieft

# gateway.gateway.unprocessable_response.title
source: Unprocessable login response
nl_nl: Onverwerkbare login-response

# gateway.gateway.unrecoverable_error.title
source: Unrecoverable error
nl_nl: Onherstelbare fout

# gateway.gssp.consume_assertion.no_javascript_click_button
source: Continue sign-in
nl_nl: Doorgaan met inloggen

# gateway.gssp.consume_assertion.one_moment_please
source: One moment please...
nl_nl: Een moment geduld alsjeblieft...

# gateway.gssp.consume_assertion.title
source: Signing in...
nl_nl: Inloggen...

# gateway.gssp.error.an_error_occurred
source: An error occurred due to an unknown cause. Go back and try again.
nl_nl: Er is een fout opgetreden door onbekende oorzaak. Ga terug om het opnieuw te proberen.

# gateway.gssp.error.click_to_go_back_to_sp
source: Click to go back to the originating website.
nl_nl: Klik om terug te gaan naar de originele website.

# gateway.gssp.error.unprocessable_response
source: Login response could not be processed.
nl_nl: Login-response kan niet worden verwerkt.

# gateway.gssp.error.unrecoverable_error
source: Unrecoverable error
nl_nl: Onherstelbare fout.

# gateway.gssp.error.unrecoverable_error.title
source: Unrecoverable error
nl_nl: Onherstelbare fout

# gateway.gssp.submit.click_to_go_back_to_sp
source: Click to go back.
nl_nl: Klik om terug te gaan.

# gateway.gssp.unprocessable_response.title
source: Unprocessable login response
nl_nl: Onverwerkbare login-response

# gateway.second_factor.sms.challenge_body
source: Your SMS code: %challenge%
nl_nl: Je SMS-code: %challenge%

# gateway.second_factor.sms.send_challenge.title
source: Verify SMS
nl_nl: SMS verifiëren

# gateway.second_factor.sms.text.after_pressing_proceed
source: After clicking “Send code”, you will receive a text message with a code. On the next page, please enter this code.
nl_nl: Na op “Stuur code” te hebben geklikt ontvang je een tekstbericht met een code. Vul deze code op de volgende pagina in.

# gateway.second_factor.sms.text.ensure_phone_has_signal
source: Please ensure your mobile phone has a signal and can receive text messages.
nl_nl: Controleer dat je telefoon bereik heeft en tekstberichten kan ontvangen.

# gateway.second_factor.sms.text.enter_challenge_below
source: Enter the code below.
nl_nl: Voer de code hieronder in.

# gateway.second_factor.sms.text.help_user_enter_challenge
source: You just received a SMS code. Please use this code to login:
nl_nl: Je hebt net een SMS-code ontvangen. Gebruik deze om in te loggen:

# gateway.second_factor.sms.text.help_user_enter_phone_number
source: Follow the instructions below to verify the possession of your phone:
nl_nl: Volg onderstaande instructies om het bezit van je telefoon aan te tonen.

# gateway.second_factor.sms.text.otp_requests_remaining
source: Attempts remaining: %count%
nl_nl: Aantal resterende pogingen: %count%

# gateway.second_factor.sms.text.retry_if_not_received
source: Request another code if you don't receive a text message within one minute.
nl_nl: Vraag een nieuwe code aan als je niet binnen een minuut een bericht ontvangt.

# gateway.second_factor.sms.verify_challenge.title.page
source: Verify SMS-code
nl_nl: Bevestig code

# gateway.second_factor.u2f.button.retry
source: Retry
nl_nl: Nieuwe poging

# gateway.second_factor.u2f.text.activate_u2f_device
source: Activate the U2F device. This is usually performed using a button.
nl_nl: Activeer het U2F-apparaat. Dit gebeurt meestal met behulp van een knop.

# gateway.second_factor.u2f.text.ensure_device_connected_to_pc
source: Ensure your U2F device is linked to your computer.
nl_nl: Zorg dat het U2F-apparaat gekoppeld is aan je computer.

# gateway.second_factor.u2f.title.authenticate
source: Authenticate with your U2F device
nl_nl: Authenticeren met je U2F-apparaat

# gateway.second_factor.yubikey.text.connect_yubikey_to_pc
source: Connect your personal YubiKey with the computer.
nl_nl: Stop je YubiKey in een USB-poort van je computer.

# gateway.second_factor.yubikey.text.ensure_form_field_focus
source: Please ensure that the form field below is focussed.
nl_nl: Zorg dat het invulveld hieronder actief is.

# gateway.second_factor.yubikey.text.help_user_enter_challenge
source: Use your YubiKey to login:
nl_nl: Gebruik je YubiKey om in te loggen:

# gateway.second_factor.yubikey.text.press_once_form_auto_submitted
source: Press the button on your YubiKey once to enter an OTP in the field below.
nl_nl: Druk op de knop van je YubiKey en houd even vast. Er verschijnt automatisch een eenmalige code in het invulveld.

# gateway.submit.click_to_go_back_to_sp
source: Click to go back.
nl_nl: Klik om terug te gaan.

# gateway.u2f.alert.device_reported_an_error
source: The U2F device reported an error. Try again or visit your IT helpdesk.
nl_nl: Het U2F-apparaat heeft een foutmelding gerapporteerd. Probeer het opnieuw of neem contact op met de IT-helpdesk.

# gateway.u2f.alert.error
source: The authentication using the U2F device failed. Try again or visit your IT helpdesk.
nl_nl: De authenticate met het U2F-apparaat is mislukt. Probeer het opnieuw of neem contact op met de IT-helpdesk.

# gateway.u2f.alert.unknown_registration
source: The U2F device you used is not known. You must re-register your device.
nl_nl: De registratie van je U2F-apparaat is niet bekend. Registreer je U2F-apparaat opnieuw.

# ra.registration.yubikey.title.enter_challenge
source: Use your YubiKey to login
nl_nl: Log in met je YubiKey
