Repository: OpenConext/Stepup-Gateway
Catalog: app/Resources/translations/validators.*.xliff
Languages: nl_nl

# gateway.verify_yubikey_command.otp.may_not_be_empty
source: Yubikey field may not be empty.
nl_nl: Yubikey-veld mag niet leeg zijn.

# gateway.verify_yubikey_command.otp.must_be_string
source: Yubikey field must contain a string.
nl_nl: Yubikey-veld bevat geen tekenreeks.

# otp.value.must_be_set
source: The Yubikey OTP must be set.
nl_nl: Het Yubikey-OTP moet ingevuld zijn.

# otp.value.must_be_string
source: The Yubikey OTP must be a string.
nl_nl: Het Yubikey-OTP moet tekst zijn.

# requester.identity.must_be_set
source: The requester's identity must be known.
nl_nl: De identiteit van de aanvrager moet bekend zijn.

# requester.identity.must_be_string
source: The requester's identity must be a string.
nl_nl: De identiteit van de aanvrager moet tekst zijn.

# requester.institution.must_be_set
source: The requester's institution must be set.
nl_nl: Het aanvragend instituut moet bekend zijn.

# requester.institution.must_be_string
source: The requester's institution must be a string.
nl_nl: Het aanvragend instituut moet tekst zijn.

# sms_message.body.must_be_set
source: The text message body may not be empty.
nl_nl: SMS-bericht mag niet leeg zijn.

# sms_message.body.must_be_string
source: The text message body must be a string.
nl_nl: Het SMS-bericht moet tekst zijn.

# sms_message.originator.must_be_alphanumerical
source: The text message originator must be an alphanumerical string.
nl_nl: De afzender van het SMS-bericht moet alfanumeriek zijn.

# sms_message.originator.must_be_set
source: The text message originator may not be empty.
nl_nl: De afzender van het SMS-bericht mag niet leeg zijn.

# sms_message.recipient.must_be_set
source: The text message recipient may not be empty.
nl_nl: De ontvanger van het SMS-bericht mag niet leeg zijn.

# sms_message.recipient.must_consist_of_numbers
source: The text message recipient may consist only of digits.
nl_nl: De ontvanger van het SMS-bericht mag enkel uit getallen bestaan.
