Repository: OpenConext/Stepup-Gateway
Catalog: translations/messages.*.xlf
Languages: nl_nl

# gateway.error.click_to_go_back_to_sp
source: Click to go back to the originating website.
nl_nl: Klik om terug te gaan naar de website.

# gateway.error.unprocessable_response
source: Login response could not be processed.
nl_nl: Login-response kan niet worden verwerkt.

# gateway.form.cancel_authentication.button.cancel
source: Cancel
nl_nl: Annuleren

source: Cancel
nl_nl: Annuleren

# gateway.form.gateway_choose_second_factor.unknown_second_factor_type
source: The selected token cannot be used. Please try again.
nl_nl: Het gekozen token kan niet gebruikt worden. Probeer het opnieuw.

# gateway.form.gateway_send_sms_challenge.button.send_challenge
source: Send code
nl_nl: Stuur code

# gateway.form.send_sms_challenge.challenge_expired
source: Your code has expired. Please request a new code.
nl_nl: Deze code is verlopen. Vraag een nieuwe code aan.

# gateway.form.send_sms_challenge.sms_challenge_incorrect
source: This code is not correct. Please try again or request a new code.
nl_nl: Deze code is niet juist. Probeer het nog eens, of vraag een nieuwe code op.

# gateway.form.send_sms_challenge.sms_sending_failed
source: The sending of the code via SMS failed.
nl_nl: Het versturen van de sms-code is mislukt.

# gateway.form.send_sms_challenge.too_many_attempts
source: You have exceeded the limit of ten attempts; you can no longer attempt verification of any more codes. Contact your helpdesk or try again later.
nl_nl: De limiet van tien pogingen is bereikt; je kunt geen codes meer verifiÃ«ren. Neem contact op met de helpdesk van je installing of probeer het later nog eens.

# gateway.form.verify_sms_challenge.button.resend_challenge
source: Send again.
nl_nl: Stuur nogmaals.

# gateway.form.verify_sms_challenge.button.verify_challenge
source: Verify code
nl_nl: Verifieer code

# gateway.form.verify_yubikey.otp_verification_failed
source: The Yubikey code was invalid. Please try again.
nl_nl: De YubiKey code is ongeldig. Probeer het nog eens

# gateway.form.verify_yubikey.public_id_mismatch
source: You used another Yubikey than you used during your registration process.
nl_nl: Je gebruikt nu een andere YubiKey dan tijdens het registratieproces.

# gateway.gateway.consume_assertion.title
source: One moment please
nl_nl: Een moment geduld alsjeblieft

# gateway.gateway.unprocessable_response.title
source: Unprocessable login response
nl_nl: Onverwerkbare login-response

# gateway.gssp.consume_assertion.no_javascript_click_button
source: Continue sign-in
nl_nl: Doorgaan met inloggen

# gateway.gssp.consume_assertion.one_moment_please
source: One moment please...
nl_nl: Een moment geduld alsjeblieft...

# gateway.gssp.consume_assertion.title
source: Signing in...
nl_nl: Inloggen...

# gateway.gssp.error.an_error_occurred
source: An error occurred due to an unknown cause. Go back and try again.
nl_nl: Er is een fout opgetreden door onbekende oorzaak. Ga terug om het opnieuw te proberen.

# gateway.gssp.error.click_to_go_back_to_sp
source: Click to go back to the originating website.
nl_nl: Klik om terug te gaan naar de originele website.

# gateway.gssp.error.unprocessable_response
source: Login response could not be processed.
nl_nl: Login-response kan niet worden verwerkt.

# gateway.gssp.submit.click_to_go_back_to_sp
source: Click to go back.
nl_nl: Klik om terug te gaan.

# gateway.gssp.unprocessable_response.title
source: Unprocessable login response
nl_nl: Onverwerkbare login-response

# gateway.second_factor.choose_second_factor.select
source: Select
nl_nl: Selecteer

# gateway.second_factor.choose_second_factor.title
source: Choose a token for login
nl_nl: Selecteer token voor login

# gateway.second_factor.sms.challenge_body
source: Your SMS code: %challenge%
nl_nl: Je sms-code: %challenge%

# gateway.second_factor.sms.send_challenge.title
source: Log in with SMS
nl_nl: Login met sms

# gateway.second_factor.sms.text.help_user_enter_challenge
source: Enter the received SMS-code:
nl_nl: Vul de ontvangen sms-code in:

# gateway.second_factor.sms.text.help_user_enter_phone_number
source: Send a code to my mobile phone number ending in %phone_number%:
nl_nl: Stuur een code naar mijn mobiel nummer eindigend op %phone_number%:

# gateway.second_factor.sms.text.next_step
source: Enter the received code on the next page.
nl_nl: Vul de ontvangen code in op de volgende pagina.

# gateway.second_factor.sms.text.otp_requests_remaining
source: Attempts remaining: %count%
nl_nl: Aantal resterende pogingen: %count%

# gateway.second_factor.sms.text.resend_challenge_text
source: No code received?
nl_nl: Geen code ontvangen?

# gateway.second_factor.sms.verify_challenge.title.page
source: Log in with SMS
nl_nl: Log in met sms

# gateway.second_factor.yubikey.text.connect_yubikey_to_pc
source: Connect your YubiKey to the USB-port of your computer.
nl_nl: Steek je YubiKey in een USB-poort van je computer.

# gateway.second_factor.yubikey.text.ensure_form_field_focus
source: Make sure that the form field above has focus.
nl_nl: Zorg dat het invulveld hierboven actief is.

# gateway.second_factor.yubikey.text.enter_challenge
source: Your YubiKey-code:
nl_nl: Je YubiKey-code:

# gateway.second_factor.yubikey.text.help_user_enter_challenge
source: How to use your YubiKey:
nl_nl: Je YubiKey gebruik je zo:

# gateway.second_factor.yubikey.text.press_once_form_auto_submitted
source: Press the button on your YubiKey and hold shortly. A code is automatically generated and entered into the field above.
nl_nl: Druk op de knop van je YubiKey en houd even vast. Er verschijnt automatisch een eenmalige code in het invulveld.

# gateway.submit.click_to_go_back_to_sp
source: Click to go back.
nl_nl: Klik om terug te gaan.

# ra.registration.yubikey.title.enter_challenge
source: Log in with YubiKey
nl_nl: Log in met YubiKey

# stepup.error.authentication_error.description
source: Sign in unsuccessful. Please try again.
nl_nl: Inloggen mislukt. Probeer het nog eens.

# stepup.error.authentication_error.title
source: Sign in
nl_nl: Inloggen

# stepup.error.authn_failed.description
source: Sign in unsuccessful. Please try again.
nl_nl: Inloggen mislukt. Probeer het nog eens.

# stepup.error.authn_failed.title
source: Sign in
nl_nl: Inloggen

# stepup.error.error_code
source: Error code
nl_nl: Foutcode

# stepup.error.generic_error.description
source: Something went wrong. Please try again.
nl_nl: Er is iets mis gegaan. Probeer het opnieuw.

# stepup.error.generic_error.title
source: Oops!
nl_nl: Oeps!

# stepup.error.hostname
source: Application
nl_nl: Applicatie

# stepup.error.ip_address
source: IP address
nl_nl: IP-adres

# stepup.error.page_not_found.text
source: The page you requested was not found. Please try again or go back to Home.
nl_nl: De pagina die je zocht kan niet gevonden worden. Probeer het nog eens, of ga terug naar Home.

# stepup.error.page_not_found.title
source: Page not found
nl_nl: Pagina niet gevonden

# stepup.error.precondition_not_met.description
source: You are not authorised to sign in
nl_nl: Je hebt niet de juiste rechten om in te mogen loggen.

# stepup.error.precondition_not_met.title
source: Not authorised to sign in
nl_nl: Onvoldoende rechten om in te loggen

# stepup.error.signature_validation_failed.description
source: The SAML request has been signed but the signature could not be validated.
nl_nl: Het SAML bericht is ondertekend maar de signature kan niet gevalideerd worden

# stepup.error.signature_validation_failed.title
source: Signature validation failed
nl_nl: Verificatie van signature mislukt

# stepup.error.support_page.text
source: Please try again or visit <a href="%support_url%" target="_blank">the support page</a> if this does not fix your problem. On this page you will find more information about possible causes of the error and how to contact the support team.
nl_nl: Bezoek <a href="%support_url%" target="_blank">de support pagina</a> als dit je probleem niet oplost. Op deze pagina vind je meer informatie over de mogelijke oorzaken en hoe je contact kan opnemen met het supportteam.

# stepup.error.timestamp
source: Time
nl_nl: Tijd

# stepup.error.unknown_service_provider.title
source: Unknown service provider
nl_nl: Onbekende serviceprovider

# stepup.error.unsigned_request.description
source: The SAML request is expected to be signed but it was not
nl_nl: Het SAML bericht moet ondertekend zijn maar bevat geen signature

# stepup.error.unsigned_request.title
source: Unsigned request
nl_nl: Geen signature in SAML bericht

# stepup.error.unsupported_signature.description
source: The SAMLRequest has been signed, but the signature format is not supported
nl_nl: Het SAML bericht is ondertekend, maar het signature formaat wordt niet ondersteund

# stepup.error.unsupported_signature.title
source: Unsupported signature format
nl_nl: Signature formaat wordt niet ondersteund
